instrucrion_text = '''
Параметры уравнения:
α (alpha): параметр уравнения.
β (beta): параметр уравнения.
δ (delta): параметр уравнения.
γ (gamma): параметр уравнения.

Начальные условия:
x0: начальное значение x.
y0: начальное значение y.
Настройки счета:
t_max: максимальное время интегрирования.
atol: абсолютная погрешность.
rtol: относительная погрешность.
h: шаг интегрирования.
Настройки построения:
Цвет траектории: цвет линии траектории.
Толщина линии: толщина линии траектории.

Инструкция по использованию:

Введите параметры уравнения, начальные условия, настройки счета и построения.
Выберите метод численного интегрирования из выпадающего списка.
Установите флажок "Обратное время" для построения в обратном времени.
Нажмите кнопку "Решить и визуализировать" для построения фазового портрета.
Для сохранения результата в формате EPS нажмите "Сохранить как EPS".
Для очистки экрана нажмите "Очистить экран".
Для отмены последнего построения нажмите "Отменить последнее построение".
Для захвата начальных условий по клику мыши, кликните по области построения графика.
'''